Repository: diegotid/tildone
Catalog: TildoneiOS/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

source: Sign in to iCloud in Settings to use your Tildone notes here.
es: Inicia sesión en iCloud desde Ajustes para usar aquí tus notas de Tildone.
fr: Connectez-vous à iCloud dans Réglages pour utiliser ici vos notes Tildone.
zh_hans: 请在“设置”中登录 iCloud，以便在此使用你的 Tildone 笔记。

source: Single memo
es: Nota única
fr: Mémo unique
zh_hans: 单条备忘录

source: Single memos
es: Notas individuales
fr: Mémos individuels
zh_hans: 单条备忘录

source: Skip
es: Omitir
fr: Passer
zh_hans: 跳过

source: Small improvements, every day
es: Pequeñas mejoras para el día a día
fr: De petites améliorations au quotidien
zh_hans: 让日常更轻松的小改进

source: Some notes from iCloud could not be read. You can keep editing.
es: No se pudieron leer algunas notas de iCloud. Puedes seguir editando.
fr: Certaines notes iCloud n’ont pas pu être lues. Vous pouvez continuer à modifier vos notes.
zh_hans: 无法读取 iCloud 中的部分笔记。你可以继续编辑。

source: Source
es: Fuente
zh_hans: 来源

source: Start using Tildone
es: Empezar a usar Tildone
fr: Commencer avec Tildone
zh_hans: 开始使用 Tildone

source: Stay in Background
es: Mantener en segundo plano
fr: Rester en arrière-plan
zh_hans: 保持在后台

source: Step %lld of %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Strikethrough
es: Tachado
fr: Barré
zh_hans: 删除线

source: Subtask progress
es: Progreso de subtareas
fr: Progression des sous-tâches
zh_hans: 子任务进度

source: Subtasks
es: Subtareas
fr: Sous-tâches
zh_hans: 子任务

source: Swipe a task to make a subtask or promote it. Creating or changing hierarchy requires Pro.
es: Desliza una tarea para convertirla en subtarea o subirla de nivel. Crear o cambiar la jerarquía requiere Pro.
fr: Balayez une tâche pour en faire une sous-tâche ou la remonter d’un niveau. Créer ou modifier la hiérarchie nécessite Pro.
zh_hans: 滑动任务可将其变为子任务或提升层级。创建或更改层级需要 Pro。

source: Sync Now
es: Sincronizar ahora
fr: Synchroniser maintenant
zh_hans: 立即同步

source: Sync could not finish. You can keep editing; try again.
es: No se pudo completar la sincronización. Puedes seguir editando; inténtalo de nuevo.
fr: La synchronisation n’a pas pu se terminer. Vous pouvez continuer à modifier vos notes ; réessayez.
zh_hans: 同步未能完成。你可以继续编辑；请重试。

source: Sync is disabled
es: La sincronización está desactivada
fr: La synchronisation est désactivée
zh_hans: 同步已停用

source: Sync is paused
es: La sincronización está pausada
fr: La synchronisation est suspendue
zh_hans: 同步已暂停

source: Sync is paused because Tildone’s storage in iCloud needs attention. Your notes remain safe on this iPhone.
es: La sincronización está en pausa porque el almacenamiento de Tildone en iCloud necesita atención. Tus notas siguen a salvo en este iPhone.
fr: La synchronisation est suspendue car le stockage de Tildone dans iCloud nécessite votre attention. Vos notes restent en sécurité sur cet iPhone.
zh_hans: 同步已暂停，因为 Tildone 在 iCloud 中的存储需要处理。你的笔记仍安全保留在这台 iPhone 上。

source: Sync needs attention
es: La sincronización requiere atención
fr: La synchronisation nécessite votre attention
zh_hans: 同步需要处理

source: Take a quiet moment
es: Tomarse un momento de calma
fr: Prendre un moment de calme
zh_hans: 享受片刻宁静

source: Task
es: Tarea
fr: Tâche
zh_hans: 任务

source: Task list
es: Lista de tareas
fr: Liste de tâches
zh_hans: 任务列表

source: Text color
es: Color del texto
fr: Couleur du texte
zh_hans: 文本颜色

source: Text styling
es: Estilos de texto
fr: Mise en forme du texte
zh_hans: 文本样式

source: The change could not be undone. Your notes were not otherwise changed.
es: No se pudo deshacer el cambio. Tus notas no se modificaron de ninguna otra forma.
fr: La modification n’a pas pu être annulée. Vos notes n’ont pas été modifiées autrement.
zh_hans: 无法撤销此更改。您的笔记未发生其他变化。

source: The iCloud account changed. Relaunch Tildone before continuing.
es: La cuenta de iCloud cambió. Reinicia Tildone antes de continuar.
fr: Le compte iCloud a changé. Relancez Tildone avant de continuer.
zh_hans: iCloud 账户已更改。请重新启动 Tildone 后再继续。

source: The network is unavailable. Local editing is still available.
es: La red no está disponible. Aún puedes editar localmente.
fr: Le réseau est indisponible. La modification locale reste possible.
zh_hans: 网络不可用。仍可进行本地编辑。

source: The notes in iCloud were saved by a newer version of Tildone.
es: Las notas de iCloud se guardaron con una versión más reciente de Tildone.
fr: Les notes dans iCloud ont été enregistrées avec une version plus récente de Tildone.
zh_hans: iCloud 中的笔记由较新版本的 Tildone 保存。

source: The quick brown fox jumps over the lazy dog
es: El juez pidió café, whisky y agua fría durante la audiencia
fr: Buvez de ce whisky que le patron juge fameux
zh_hans: 春风拂过湖面，月光照亮远山与小桥

source: This Mac
es: Este Mac
fr: Ce Mac
zh_hans: 这台 Mac

source: This iPad
es: Este iPad
fr: Cet iPad
zh_hans: 这台 iPad

source: This iPhone
es: Este iPhone
fr: Cet iPhone
zh_hans: 这台 iPhone

source: This iPhone is not permitted to use iCloud for Tildone.
es: Este iPhone no tiene permiso para usar iCloud con Tildone.
fr: Cet iPhone n’est pas autorisé à utiliser iCloud pour Tildone.
zh_hans: 此 iPhone 无权为 Tildone 使用 iCloud。

source: This note was deleted
es: Esta nota se eliminó
fr: Cette note a été supprimée
zh_hans: 此笔记已删除

source: Tildone Pro is currently unavailable. Please try again later.
es: Tildone Pro no está disponible en este momento. Inténtalo de nuevo más tarde.
fr: Tildone Pro est actuellement indisponible. Réessayez plus tard.
zh_hans: Tildone Pro 暂时不可用。请稍后重试。

source: Tildone Pro is unlocked.
es: Tildone Pro está desbloqueado.
fr: Tildone Pro est débloqué.
zh_hans: Tildone Pro 已解锁。

source: Tildone Pro restored.
es: Tildone Pro restaurado.
fr: Tildone Pro a été restauré.
zh_hans: 已恢复 Tildone Pro。

source: Tildone can combine the notes on this iPhone with your private iCloud notes. The originals will remain on this iPhone.
es: Tildone puede combinar las notas de este iPhone con tus notas privadas de iCloud. Los originales permanecerán en este iPhone.
fr: Tildone peut combiner les notes de cet iPhone avec vos notes iCloud privées. Les originaux resteront sur cet iPhone.
zh_hans: Tildone 可以将此 iPhone 上的备忘录与你的私人 iCloud 备忘录合并。原始内容仍会保留在此 iPhone 上。

source: Tildone cannot access iCloud. Check iCloud access in Settings.
es: Tildone no puede acceder a iCloud. Comprueba el acceso a iCloud en Ajustes.
fr: Tildone ne peut pas accéder à iCloud. Vérifiez l’accès à iCloud dans Réglages.
zh_hans: Tildone 无法访问 iCloud。请在“设置”中检查 iCloud 访问权限。

source: Tildone cannot open your notes right now.
es: Tildone no puede abrir tus notas en este momento.
fr: Tildone ne peut pas ouvrir vos notes pour le moment.
zh_hans: Tildone 目前无法打开你的笔记。

source: Tildone for Mac
es: Tildone para Mac
fr: Tildone pour Mac
zh_hans: Mac 版 Tildone

source: Tildone is now on iPhone. Keep your notes, tasks, and progress together with iCloud using the same Apple Account. Work offline and sync when you reconnect.
es: Tildone llega al iPhone. Mantén tus notas, tareas y progreso sincronizados con iCloud usando la misma cuenta de Apple. Trabaja sin conexión y sincroniza al volver a conectarte.
fr: Tildone arrive sur iPhone. Retrouvez vos notes, tâches et progrès grâce à iCloud avec le même compte Apple. Travaillez hors ligne et synchronisez à la reconnexion.
zh_hans: Tildone 现已登陆 iPhone。使用同一 Apple 账户，通过 iCloud 同步笔记、任务和进度。离线也能使用，重新联网后即可同步。

source: Tildone, now in your pocket
es: Tildone, ahora en tu bolsillo
fr: Tildone, maintenant dans votre poche
zh_hans: Tildone，如今随身相伴

source: Tildone’s storage in iCloud needs attention before syncing can continue.
es: El almacenamiento de Tildone en iCloud necesita atención antes de poder continuar la sincronización.
fr: Le stockage de Tildone dans iCloud nécessite votre attention avant que la synchronisation puisse continuer.
zh_hans: Tildone 在 iCloud 中的存储需要处理后才能继续同步。

source: Title
es: Título
fr: Titre
zh_hans: 标题

source: To insert anywhere, swipe a task and tap Add above.
es: Para insertar en cualquier lugar, desliza una tarea y pulsa Añadir arriba.
fr: Pour insérer n’importe où, balayez une tâche et touchez Ajouter au-dessus.
zh_hans: 要在任意位置插入，请滑动任务并轻点“在上方添加”。

source: To see existing Mac notes here, update Tildone on your Mac to version 2.0 or later. Both devices must use the same iCloud account.
es: Para ver aquí tus notas existentes del Mac, actualiza Tildone en tu Mac a la versión 2.0 o posterior. Ambos dispositivos deben usar la misma cuenta de iCloud.
fr: Pour voir ici vos notes Mac existantes, mettez à jour Tildone sur votre Mac vers la version 2.0 ou ultérieure. Les deux appareils doivent utiliser le même compte iCloud.
zh_hans: 要在这里查看 Mac 上现有的笔记，请将 Mac 上的 Tildone 更新到 2.0 或更高版本。两台设备必须使用同一个 iCloud 账户。

source: Today
es: Hoy
fr: Aujourd’hui
zh_hans: 今天

source: Try Again
es: Intentar de nuevo
fr: Réessayer
zh_hans: 重试

source: Try loading price again
es: Volver a cargar el precio
fr: Réessayer de charger le prix
zh_hans: 重新加载价格

source: Turn a checklist into one focused memo, with your message filling the note.
es: Convierte una lista en una sola nota centrada en tu mensaje.
fr: Transformez une liste en un mémo unique qui met votre message au premier plan.
zh_hans: 将清单变成单条备忘录，让内容铺满便笺。

source: Uncomplete Task
es: Marcar tarea como pendiente
fr: Marquer la tâche comme non terminée
zh_hans: 将任务标为未完成

source: Underline
es: Subrayado
fr: Souligné
zh_hans: 下划线

source: Undo
es: Deshacer
fr: Annuler
zh_hans: 撤销

source: Undo Change Note Color
es: Deshacer cambio de color de la nota
fr: Annuler le changement de couleur de la note
zh_hans: 撤销更改笔记颜色

source: Undo Complete Task
es: Deshacer completar tarea
fr: Annuler l’achèvement de la tâche
zh_hans: 撤销完成任务

source: Undo Delete Note
es: Deshacer eliminar nota
fr: Annuler la suppression de la note
zh_hans: 撤销删除笔记

source: Undo Delete Task
es: Deshacer eliminar tarea
fr: Annuler la suppression de la tâche
zh_hans: 撤销删除任务

source: Undo Indent Task
es: Deshacer aumentar sangría de tarea
fr: Annuler l’indentation de la tâche
zh_hans: 撤销缩进任务

source: Undo Outdent Task
es: Deshacer reducir sangría de tarea
fr: Annuler la diminution du retrait de la tâche
zh_hans: 撤销减少任务缩进

source: Undo Reorder Task
es: Deshacer reordenar tarea
fr: Annuler la réorganisation de la tâche
zh_hans: 撤销任务重新排序

source: Undo Uncomplete Task
es: Deshacer marcar tarea como pendiente
fr: Annuler le marquage de la tâche comme non terminée
zh_hans: 撤销将任务标为未完成

source: Unlock Tildone Pro
es: Desbloquear Tildone Pro
fr: Débloquer Tildone Pro
zh_hans: 解锁 Tildone Pro

source: Unlock this feature with Tildone Pro.
es: Desbloquea esta función con Tildone Pro.
fr: Débloquez cette fonctionnalité avec Tildone Pro.
zh_hans: 使用 Tildone Pro 解锁此功能。

source: Untitled Note
es: Nota sin título
fr: Note sans titre
zh_hans: 无标题笔记

source: Update Tildone to continue
es: Actualiza Tildone para continuar
fr: Mettez à jour Tildone pour continuer
zh_hans: 更新 Tildone 以继续

source: Updating iCloud
es: Actualizando iCloud
fr: Mise à jour d’iCloud
zh_hans: 正在更新 iCloud

source: Use iCloud
es: Usar iCloud
fr: Utiliser iCloud
zh_hans: 使用 iCloud

source: Use iCloud for Tildone?
es: ¿Usar iCloud para Tildone?
fr: Utiliser iCloud pour Tildone ?
zh_hans: 为 Tildone 使用 iCloud？

source: Use iCloud…
es: Usar iCloud…
fr: Utiliser iCloud…
zh_hans: 使用 iCloud…

source: Use this menu to make a subtask or promote it. Creating or changing hierarchy requires Pro.
es: Usa este menú para crear una subtarea o subirla de nivel. Crear o cambiar la jerarquía requiere Pro.
fr: Utilisez ce menu pour créer une sous-tâche ou la remonter d’un niveau. Créer ou modifier la hiérarchie nécessite Pro.
zh_hans: 使用此菜单将任务变为子任务或提升层级。创建或更改层级需要 Pro。

source: Version %@
es: Versión %@
zh_hans: 版本 %@

source: Water the plants
es: Regar las plantas
fr: Arroser les plantes
zh_hans: 给植物浇水

source: Welcome to Tildone
es: Bienvenido a Tildone
fr: Bienvenue dans Tildone
zh_hans: 欢迎使用 Tildone

source: What’s New
es: Novedades
fr: Nouveautés
zh_hans: 新功能

source: What’s New…
es: Novedades…
fr: Nouveautés…
zh_hans: 新功能…

source: Working offline
es: Trabajando sin conexión
fr: Travail hors ligne
zh_hans: 离线工作

source: Yellow
es: Amarillo
fr: Jaune
zh_hans: 黄色

source: You can keep editing. Changes will sync when iCloud is available.
es: Puedes seguir editando. Los cambios se sincronizarán cuando iCloud esté disponible.
fr: Vous pouvez continuer à modifier. Les changements se synchroniseront quand iCloud sera disponible.
zh_hans: 你可以继续编辑。iCloud 可用时将同步更改。

source: You can keep editing. Nothing will be sent to or downloaded from iCloud until you resume.
es: Puedes seguir editando. No se enviará ni descargará nada de iCloud hasta que reanudes la sincronización.
fr: Vous pouvez continuer à modifier vos notes. Rien ne sera envoyé vers iCloud ni téléchargé depuis iCloud avant la reprise.
zh_hans: 你可以继续编辑。恢复同步前，不会向 iCloud 发送或从中下载任何内容。

source: Your iCloud storage needs attention. You can keep editing.
es: Tu almacenamiento de iCloud necesita atención. Puedes seguir editando.
fr: Votre stockage iCloud nécessite votre attention. Vous pouvez continuer à modifier vos notes.
zh_hans: 你的 iCloud 存储需要处理。你可以继续编辑。

source: Your notes are still safe on this iPhone. Please try again later.
es: Tus notas siguen a salvo en este iPhone. Inténtalo de nuevo más tarde.
fr: Vos notes sont toujours en sécurité sur cet iPhone. Veuillez réessayer plus tard.
zh_hans: 你的备忘录仍安全保留在此 iPhone 上。请稍后再试。

source: Your notes can come with you
es: Tus notas pueden ir contigo
fr: Vos notes vous accompagnent
zh_hans: 让笔记随你同行

source: Your notes need attention
es: Tus notas necesitan atención
fr: Vos notes nécessitent votre attention
zh_hans: 你的笔记需要处理

source: Your notes stay safe on this iPhone. Try again when iCloud is available.
es: Tus notas permanecen seguras en este iPhone. Inténtalo de nuevo cuando iCloud esté disponible.
fr: Vos notes restent en sécurité sur cet iPhone. Réessayez quand iCloud sera disponible.
zh_hans: 你的笔记会安全保留在此 iPhone 上。iCloud 可用后请重试。

source: Your notes, across your devices
es: Tus notas, en todos tus dispositivos
fr: Vos notes, sur tous vos appareils
zh_hans: 你的笔记，跨设备随行

source: iCloud account changed
es: La cuenta de iCloud cambió
fr: Le compte iCloud a changé
zh_hans: iCloud 账户已更改

source: iCloud is restricted
es: iCloud está restringido
fr: iCloud est restreint
zh_hans: iCloud 受限

source: iCloud is temporarily unavailable. Local editing is still available.
es: iCloud no está disponible temporalmente. Aún puedes editar localmente.
fr: iCloud est temporairement indisponible. La modification locale reste possible.
zh_hans: iCloud 暂时不可用。仍可进行本地编辑。

source: iCloud is unavailable
es: iCloud no está disponible
fr: iCloud est indisponible
zh_hans: iCloud 不可用

source: iCloud needs attention
es: iCloud requiere atención
fr: iCloud nécessite votre attention
zh_hans: iCloud 需要处理

source: matters
es: importante
fr: essentiel
zh_hans: 重要

source: quiet
es: calma
fr: calme
zh_hans: 宁静

source: ideas
fr: idées
zh_hans: 灵感
